{
  "artWork": [
    {
      "id": 1,
      "title": "Mona Lisa",
      "author": "Leonardo da Vinci",
      "description": "The Mona Lisa considered an archetypal masterpiece of the Italian Renaissance.The painting has been traditionally considered to depict the Italian noblewoman Lisa del Giocondo. It is painted in oil on a white Lombardy poplar panel. The Mona Lisa is one of the most valuable paintings in the world. It holds the Guinness World Record for the highest known painting insurance valuation in history at US$100 million in 1962, equivalent to $1 billion as of 2023.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Mona_Lisa%2C_by_Leonardo_da_Vinci%2C_from_C2RMF_retouched.jpg/405px-Mona_Lisa%2C_by_Leonardo_da_Vinci%2C_from_C2RMF_retouched.jpg",
      "wikipediaUrl": "https://en.wikipedia.org/wiki/Mona_Lisa",
      "likes": 18
    },
    {
      "id": 2,
      "title": "Tower of Babel",
      "author": "Pieter Bruegel the Elder",
      "description": "The narrative of the tower of Babel is an etiology or explanation of a phenomenon. The story of the Tower of Babel explains the origins of the multiplicity of languages. God was concerned that humans had blasphemed by building the tower to avoid a second flood so God brought into existence multiple languages. Thus, humans were divided into linguistic groups, unable to understand one another.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Pieter_Bruegel_the_Elder_-_The_Tower_of_Babel_%28Vienna%29_-_Google_Art_Project_-_edited.jpg/1280px-Pieter_Bruegel_the_Elder_-_The_Tower_of_Babel_%28Vienna%29_-_Google_Art_Project_-_edited.jpg",
      "wikipediaUrl": "https://en.wikipedia.org/wiki/Tower_of_Babel",
      "likes": 5
    },
    {
      "id": 3,
      "title": "The Storm on the Sea of Galilee",
      "author": "Rembrandt van Rijn",
      "description": "Christ in the Storm on the Sea of Galilee is a 1633 oil-on-canvas painting by the Dutch Golden Age painter Rembrandt van Rijn. It is classified as a historical painting and is among the largest and earliest of Rembrandt's works. The painting, in vertical format, shows a close-up view of Christ's disciples struggling frantically against the heavy storm to regain control of their fishing boat. A huge wave beats the bow and rips the sail. One of the disciples is seen vomiting over the side. Another one, looking directly at the viewer, is a self-portrait of the artist. Only Christ, depicted on the right, remains calm.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Rembrandt_Christ_in_the_Storm_on_the_Lake_of_Galilee.jpg/800px-Rembrandt_Christ_in_the_Storm_on_the_Lake_of_Galilee.jpg",
      "wikipediaUrl": "https://en.wikipedia.org/wiki/The_Storm_on_the_Sea_of_Galilee"
    },
    {
      "id": 4,
      "title": "Girl with a Pearl Earring",
      "author": "Johannes Vermeer",
      "description": "The painting is a tronie, the Dutch 17th-century description of a \"head\" that was not meant to be a portrait. It depicts a European girl wearing \"exotic dress\", an \"oriental turban\", and what appears to be a very large pearl as an earring. The subject of the painting is unknown, with it being possible either that she was a real model, or that Vermeer created a more generalised and mysterious woman, perhaps representing a Sibyl or biblical figure. There has been speculation that she is the artist's eldest daughter, Maria, though this has been dismissed as an anachronism by some art historians.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/1665_Girl_with_a_Pearl_Earring.jpg/800px-1665_Girl_with_a_Pearl_Earring.jpg",
      "wikipediaUrl": "https://en.wikipedia.org/wiki/Girl_with_a_Pearl_Earring"
    },
    {
      "id": 5,
      "title": "Starry Night Over the Rhône",
      "author": "Vincent van Gogh",
      "description": "Starry Night Over the Rhône was painted on the bank of the Rhône that was only a one or two-minute walk from the Yellow House on the Place Lamartine, which van Gogh was renting at the time. The night sky and the effects of light at night provided the subject for some of van Gogh's more famous paintings, including Café Terrace at Night (painted earlier the same month) and the June, 1889, canvas from Saint-Remy, The Starry Night.The view is from the quay on the east side of the Rhône, into the knee of the river towards the western shore: coming down from the north, the Rhône turns to the right at this point to surround the rocks on which Arles is built.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Starry_Night_Over_the_Rhone.jpg/1024px-Starry_Night_Over_the_Rhone.jpg",
      "wikipediaUrl": "https://en.wikipedia.org/wiki/Starry_Night_Over_the_Rh%C3%B4ne"
    },
    {
      "id": 6,
      "title": "The Swing",
      "author": "Jean-Honoré Fragonard",
      "description": "The painting depicts an elegantly dressed young woman on a swing. A smiling young man, hiding in the bushes below and to the left, points towards her billowing dress with hat in hand. A smiling older man, who is nearly hidden in the shadows on the right, propels the swing with a pair of ropes, as a small white dog barks nearby.According to the memoirs of the dramatist Charles Collé, a courtier (homme de la cour) first asked Gabriel François Doyen to make this painting of him and his mistress. Not comfortable with this frivolous work, Doyen refused and passed on the commission to Fragonard. The man had requested a portrait of his mistress seated on a swing being pushed by a bishop, but Fragonard painted a layman. This style of \"frivolous\" painting soon became the target of the philosophers of the Enlightenment, who demanded a more serious art which would show the nobility of man",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/The_Swing_%28P430%29.jpg/800px-The_Swing_%28P430%29.jpg",
      "wikipediaUrl": "https://en.wikipedia.org/wiki/The_Swing_(Fragonard)"
    },
    {
      "id": 7,
      "title": "The Lady of Shalott",
      "author": "John William Waterhouse",
      "description": "The Lady of Shalott an 1888 oil-on-canvas painting, is one of John William Waterhouse's most famous works. It depicts a scene from Tennyson's poem in which the poet describes the plight and the predicament of a young woman, loosely based on the figure of Elaine of Astolat from medieval Arthurian legend, who yearned with an unrequited love for the knight Sir Lancelot, isolated under an undisclosed curse in a tower near King Arthur's Camelot.Waterhouse painted three versions of this character, in 1888, 1894 and 1915.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/John_William_Waterhouse_-_The_Lady_of_Shalott_-_Google_Art_Project_edit.jpg/1024px-John_William_Waterhouse_-_The_Lady_of_Shalott_-_Google_Art_Project_edit.jpg",
      "wikipediaUrl": "https://en.wikipedia.org/wiki/The_Lady_of_Shalott_(painting)"
    },
    {
      "id": 8,
      "title": "The Battle of Alexander at Issus",
      "author": "Albrecht Altdorfer",
      "description": "The Battle of Alexander at Issus is a 1529 oil painting by the German artist Albrecht Altdorfer, a pioneer of landscape art and a founding member of the Danube school. The painting portrays the 333 BC Battle of Issus, in which Alexander the Great secured a decisive victory over Darius III of Persia and gained crucial leverage in his campaign against the Persian Empire. The painting is widely regarded as Altdorfer's masterpiece, and is one of the most famous examples of the type of Renaissance landscape painting known as the world landscape, which here reaches an unprecedented grandeur.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Albrecht_Altdorfer_-_Schlacht_bei_Issus_%28Alte_Pinakothek%2C_M%C3%BCnchen%29.jpg/800px-Albrecht_Altdorfer_-_Schlacht_bei_Issus_%28Alte_Pinakothek%2C_M%C3%BCnchen%29.jpg",
      "wikipediaUrl": "https://en.wikipedia.org/wiki/The_Battle_of_Alexander_at_Issus"
    },
    {
      "id": 9,
      "title": "Café Terrace at Night",
      "author": "Vincent van Gogh",
      "description": "Van Gogh painted Café Terrace at Night in Arles, France, in mid-September 1888. The painting is not signed, but described and mentioned by the artist in three letters.Visitors to the site can stand at the north eastern corner of the Place du Forum, where the artist set up his easel.This is the first painting in which he used starry backgrounds; he went on to paint star-filled skies in Starry Night Over the Rhône (painted the same month), and the better known The Starry Night a year later. The painting is currently at the Kröller-Müller Museum in Otterlo, Netherlands",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Vincent_van_Gogh_%281853-1890%29_Caf%C3%A9terras_bij_nacht_%28place_du_Forum%29_Kr%C3%B6ller-M%C3%BCller_Museum_Otterlo_23-8-2016_13-35-40.JPG/800px-Vincent_van_Gogh_%281853-1890%29_Caf%C3%A9terras_bij_nacht_%28place_du_Forum%29_Kr%C3%B6ller-M%C3%BCller_Museum_Otterlo_23-8-2016_13-35-40.JPG",
      "wikipediaUrl": "https://en.wikipedia.org/wiki/Caf%C3%A9_Terrace_at_Night"
    }
  ],
  "comments": [
    {
      "artworkId": 2,
      "name": "LanaKisel",
      "comment": "great",
      "id": 1
    },
    {
      "artworkId": 2,
      "name": "anonymous",
      "comment": "cool",
      "id": 2
    }
  ]
}